<?php
// Heading
$_['heading_title']						= 'Доставка транспортной компанией «Деловые линии»';

// Textf
$_['text_shipping']						= 'Доставка';
$_['text_success']						= 'Настройки модуля обновлены!';
$_['text_order_cost']					= 'Cумму заказа';
$_['text_self_cost']					= 'Задать свое значение';
$_['text_insurance_cost']				= 'Сумма страховки';
$_['text_loading']						= 'Выполняется загрузка';
$_['text_store_default']				= 'Основной магазин';

// Entry
$_['entry_title']						= 'Заголовок:';
$_['entry_description']					= 'Описание:';
$_['entry_min_weight']					= 'Минимальный вес заказа:<span class="help">Значение указывается в килограммах</span>';
$_['entry_max_weight']					= 'Максимальный вес заказа:<span class="help">Значение указывается в килограммах</span>';
$_['entry_min_total']					= 'Минимальная сумма заказа:<span class="help">Ниже этого значения доставка не выводится. Оставить поле пустым, чтобы не учитывать</span>';
$_['entry_description_additionally']	= 'Пункт отправления и прибытия в названии:<span class="help">Добавляет к названию способа доставки пункты отправления и прибытия груза</span>';
$_['entry_log']							= 'Режим отладки:<span class="help">Все ошибки в работе модуля будут записаны в логи</span>';
$_['entry_max_total']					= 'Максимальная сумма заказа:<span class="help">Выше этого значения доставка не выводится. Оставить поле пустым, чтобы не учитывать</span>';
$_['entry_derival_door']				= 'Доставка от дверей:';
$_['entry_arrival_door']				= 'Доставка до дверей:';
$_['entry_package']						= 'Упаковка:';
$_['entry_insurance']					= 'Страховка:<span class="help">Заявленная стоимость груза</span>';
$_['entry_insurance_type']				= 'Заявленная стоимость:';
$_['entry_package_type']				= 'Тип упаковки:';
$_['entry_city_from']					= 'Город отправления:<span class="help">Калькулятор рассчитывает только стоимость перевозок между двумя разными городами</span>';
$_['entry_cost']						= 'Стоимость:';
$_['entry_tax_class']					= 'Налоговый класс:';
$_['entry_geo_zone']					= 'Географическая зона:';
$_['entry_customer_group']				= 'Группа покупателей:';
$_['entry_status']						= 'Статус:';
$_['entry_sort_order']					= 'Порядок сортировки:';
$_['entry_markup']						= 'Наценка на стоимость доставки:<span class="help">Может меть как положительное так и отрицательное значение</span>';
$_['entry_volume']						= 'Объем (м³):<span class="help">Значение будет использовано вместо реального объема товара. Используйте это поле если: объем ваших товаров имеет постоянное значение, поля товара (длина x ширина x высота) не заполнены или заплнены некорректно</span>';
$_['entry_store']						= 'Магазины:';
$_['entry_additional_weight']			= 'Дополнительный вес:<span class="help">Значение указывается в килограммах и будет добавлен к суммарному весу</span>';

// Tab
$_['tab_additional']					= 'Дополнительно';

// Button
$_['button_apply']						= 'Применить';

// Error
$_['error_permission']					= 'У Вас нет прав для управления этим модулем!';
$_['error_warning']						= 'Внимательно проверьте форму на ошибки!';
$_['error_dellin_city_from']			= 'Необходимо выбрать город доставки!';
$_['error_curl']						= 'Для работы модуля трубуется расширение CURL!';
$_['error_numeric']						= 'Значение должно быть числом!';
?>