<?php
// Heading
$_['heading_title']      = 'Видео Альбом';

// Text
$_['text_success']       = 'Видео альбом успешно обновлены!';
$_['text_default']       = 'По умолчанию';

// Column
$_['column_name']        = 'Название видео';
$_['column_status']      = 'Статус';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название видео:';
$_['entry_title']        = 'Заголовок:';
$_['entry_link']         = 'Ссылка:';
$_['entry_status']       = 'Статус:';
$_['button_add_video']   = 'Добавить видео';
// Error
$_['error_permission']   = 'У Вас нет прав для изменения!';
$_['error_name']         = 'Название должно быть от 3 до 64 символов!';
$_['error_title']        = 'Заголовок должен быть от 2 до 64 символов!';
$_['error_default']      = 'Этот видео альбом не может быть удален, поскольку он используется в магазине по умолчанию!';
$_['error_product']      = 'Этот видео альбом не может быть удален, поскольку он используется %s товаром(ами)!';
$_['error_category']     = 'Этот видео альбом не может быть удален, поскольку он используется %s категорией(ями)!';
$_['error_information']  = 'Этот видео альбом не может быть удален, поскольку он используется %s страницей(ами)!';
?>